[Balance.PawnBalance_Badass_SnowMarauder AIPawnBalanceDefinition]
PlayThroughs[0]=(DisplayName="Bandido das Neves Encrenqueiro",TransformedNames=((TransformedName="Thrall Slag")))
PlayThroughs[1]=(DisplayName="Bandido das Neves Super Encrenqueiro")
PlayThroughs[2]=(DisplayName="Bandido das Neves Encrenqueiro Ultimate")

[Character.CharClass_Allium_Badass_SnowMarauder AIClassDefinition]
DefaultDisplayName=""
UBMKilledByMessageString=""

